/*
 French.strings
 EconluxApp
 
 Created by Jonathan Hengstermann on 11/02/16.
 Copyright (c) 2016 ISIS IC GmbH. All rights reserved.
 */

// LANGUAGE
"LANGUAGE" = "France";

"DUMMY_CHANNEL_1"="Lumière chaude (avant)";
"DUMMY_CHANNEL_2"="Lumière froide (de dos)";
"DUMMY_CHANNEL_3"="Contexte foudre";
"DUMMY_CHANNEL_4"="plantes foudre";
"DUMMY_GATEWAY"="Aquarium Salon";

"PHASE_1"="Lever du soleil";
"PHASE_2"="Éteint";
"PHASE_3"="Coucher du soleil";
"PHASE_4"="Clair de lune";

"AUTOMATIC"="automatique";


"LIGHT_TITLE"="Réglages de l’éclairage";


"GATEWAY_MODE"="Mode automatique %@";
"GATEWAY_MODE_MANUAL"="Activé";
"GATEWAY_MODE_AUTOMATIC"="Désactivé";


"SLOT_SETTINGS_NAME"="Nom";
"SLOT_SETTINGS_SLOT"="Port";
"SLOT_SETTINGS_PRODUCT"="Modèle";
"SLOT_SETTINGS_SAVE"="Enregistrer";
"SLOT_SETTINGS_TITLE"="Nouvel appareil d’éclairage";


"SIDE_NAV_CONNECTED_GATEWAY"="Réseau connecté à la passerelle";


"CDCTL_DIMMING"="Intensité lumineuse";
"CDCTL_NAME"="Nom";
"CDCTL_COMMIT"="Enregistrer les modifications";
"CDCTL_COLOR"="Couleur";
"CDCTL_LIGHT_TYPE"="Type d’appareil d’éclairage";
"CONNECTING_LABEL"="Connexion ...";
"UNDEFINED"="indéfinie";


"CONNECTION_SCREEN_TITLE"="Se connecter à la passerelle";
"CONNECTION_SCREEN_HEADER_DESCRIPTION"="Connexion à une passerelle du réseau WiFi local. Veuillez vous assurer que la connexion se fait au même réseau que la passerelle désirée.";
"CONNECTION_SCREEN_ADDRESS_LABEL"="Adresse IP";
"CONNECTION_SCREEN_PORT_LABEL"="Port";
"CONNECTION_SCREEN_CONNECT"="Se connecter maintenant";


"TIME_TOP_DESC"="Modifier % @ l’heure de (% @) \ Début : @% Fin : % @";
"STOP_TIME"="Fin";
"START_TIME"="Début";
"TIME_BUTTON_SET"="Confirmer";


"REMOTE_TITLE"="Contrôle direct";
"REMOTE_ON"="Activé";
"REMOTE_OFF"="Désactivé";
"REMOTE_DIMMER_SUBTITLE"="Pénombre";
"REMOTE_TITLE_2"="Cycle %d";


"PHASE_DETAIL_START"="Début :";
"PHASE_DETAIL_STOP"="Fin :";
"PHASE_DETAIL_GIVEN_VALUE"="Luminosité désirée :";
"PHASE_DETAIL_CHANGE_COLOR"="Étiquette de couleur";
"PHASE_DETAIL_SAVE"="OK";
"PHASE_DETAIL_CANCEL"="ANNULER";
"PHASE_DETAIL_RESET"="Réinitialiser";
"PHASE_DETAIL_CHANNEL"="Cycle :";
"PHASE_DETAIL_CHOOSE_COLOR"="Choisir une couleur";
"PREV_PHASE_VALUES"="La période d’éclairage précédente se termine à % @";
"PREV_PHASE_SUNRISE"="Veuillez programmer la période d’éclairage du mode lever du soleil.";
"PREV_PHASE_BREAK"="Veuillez programmer la période d’éclairage du mode éteint.";
"PREV_PHASE_SUNSET"="Veuillez programmer la période d’éclairage du mode coucher du soleil.";


"LOGIN_INFO"="Adresse IP de la passerelle";
"LOGIN_INFO_FETCHING_IP"="Recherche de l’adresse IP, veuillez patienter";
"LOGIN_ERROR"="ERREUR";
"LOGIN_ERROR_WRONG_NETWORK"="Le module n’est pas connecté au bon réseau.";
"LOGIN_ERROR_NO_IP"="Aucune adresse IP n’a été reconnue. Veuillez vérifier les réglages WiFi.";
"LOGIN_ERROR_RESTART_WIFI"="Un problème de connexion au réseau WiFi est survenu. Veuillez redémarrer le WiFi.";
"LOGIN_INFO_IP_GOT"="Adresse IP reconnue.";


"ALERT_GATEWAY_NOT_RENAMED"="La passerelle n’a pas pu être renommée.";
"ALERT_GATEWAY_NOT_RENAMED_NO_NAME"="La passerelle n’a pas pu être renommée; aucun nom n’a été entré!";
"ALERT_LIGHT_NOT_SAVED"="L’appareil d’éclairage n’a pas pu être enregistré.";
"ALERT_COMITING_GW"="Une erreur est survenue pendant l’enregistrement du type de passerelle.";
"ALERT_NO_CONNECTION"="La connexion n’a pas pu être établie.";
"ALERT_GATEWAY_NO_INFO"="Les renseignements de la passerelle n’ont pas pu être lus.";
"ALERT_GATEWAY_UNAVAILABLE"="Impossible de se connecter à la passerelle sélectionnée. Veuillez vérifier la connexion WiFi.";
"ALERT_VALUE_NOT_SAVED"="La nouvelle valeur n’a pas pu être enregistrée sur la passerelle.";
"ALERT_LIGHT_NAME_NOT_SAVED"="Le nom du nouvel appareil d’éclairage n’a pas pu être enregistré sur la passerelle.";
"ALERT_INVALID_VALUES"="Veuillez vérifier les données inscrites; certaines valeurs sont invalides.";
"ALERT_ERROR"="Erreur";
"ALERT_INVALID_START_STOP"="Veuillez programmer une heure de début et de fin valide.";
"ALERT_OK"="OK";
"ALERT_INVALID_SORT"="L’heure de début doit être inférieure à l’heure de fin.";
"ALERT_WARNING"="Avertissement";
"ALERT_INVALID_NAME"="Veuillez inscrire un nom valide.";
"ALERT_INVALID_PRODUCT_TYP"="Veuillez sélectionner un type d’appareil valide.";
"ALERT_WIFI_ERROR"="Connexion interrompue";
"ALERT_CONNECTION_LOST"="La connexion WiFi a été interrompue. Veuillez vous connecter de nouveau.";
"ALERT_SUNRISE_VALUE_TOO_LOW"="L’heure de la période d’éclairage en mode lever du soleil doit être supérieure à celle en mode coucher du soleil.";
"ALERT_WRONG_PW"="Le mot de passe est incorrect. Veuillez essayer de nouveau.";



"CHANNELS"="Cycles";

"NO_LIGHTS_CONFIGURED"="Aucun appareil d’éclairage n’est installé. Veuillez ajouter un nouvel appareil en appuyant sur le symbole plus dans le coin supérieur droit de l’écran.";
"LIGHT_1_CHANNEL"="Cycle 1";
"LIGHT_2_CHANNEL"="Cycle 2";


"SETTINGS_SET"="Confirmer";
"SETTINGS_CANCEL"="Annuler";
"SETTINGS_TITLE"="Réglages";
"SETTINGS_RESET_GW"="Nouveau mot de passe";
"SETTINGS_CHANGE"="Changer le mot de passe";
"SETTINGS_CHANGE_PW"="Veuillez inscrire un nouveau mot de passe.";
"SETTINGS_CHANGE_PW_INFO"="Rétablir les paramètres par défaut";
"SETTINGS_RENAME"="Renommer";
"SETTINGS_RENAME_GW"="Renommer le module WiFi";
"SETTINGS_RENAME_GW_INFO"="Veuillez inscrire un nouveau nom pour la passerelle connectée.";
"SETTINGS_CLOUD_MODE"="La couverture nuageuse est @%";
"SETTINGS_CLOUD_MODE_ON"="activée";
"SETTINGS_CLOUD_MODE_OFF"="désactivée";
"INVALID_PW"="Veuillez inscrire un mot de passe valide.";
"CHANGE_PW_ERROR"="Le nouveau mot de passe n’a pas pu être enregistré. Veuillez vérifier la connexion.";